Repository: fuddlesworth/PlasmaZones
Catalog: po/*/plasmazonesd.po
Languages: de

source: PlasmaZones Daemon
de: PlasmaZones-Hintergrunddienst

source: FancyZones-style window snapping for KDE Plasma
de: Fenster-Manager im FancyZones-Stil für KDE Plasma

source: Replace existing daemon instance
de: Vorhandene Instanz des Hintergrunddienstes ersetzen

source: Zone Layout: %1
de: Zonen-Layout: %1

source: Open Zone Editor
de: Zonen-Editor öffnen

source: Previous Layout
de: Vorheriges Layout

source: Next Layout
de: Nächstes Layout

source: Apply Layout %1
de: Layout %1 anwenden

source: Move Window Left
de: Fenster nach links verschieben

source: Move Window Right
de: Fenster nach rechts verschieben

source: Move Window Up
de: Fenster nach oben verschieben

source: Move Window Down
de: Fenster nach unten verschieben

source: Focus Zone Left
de: Zone links fokussieren

source: Focus Zone Right
de: Zone rechts fokussieren

source: Focus Zone Up
de: Zone oberhalb fokussieren

source: Focus Zone Down
de: Zone unterhalb fokussieren

source: Push to Empty Zone
de: In leere Zone schieben

source: Restore Window Size
de: Fenstergröße wiederherstellen

source: Toggle Window Float
de: Fenster-Schwebemodus umschalten

source: Swap Window Left
de: Fenster nach links tauschen

source: Swap Window Right
de: Fenster nach rechts tauschen

source: Swap Window Up
de: Fenster nach oben tauschen

source: Swap Window Down
de: Fenster nach unten tauschen

source: Snap to Zone %1
de: In Zone %1 einrasten

source: Rotate Windows Clockwise
de: Fenster im Uhrzeigersinn drehen

source: Rotate Windows Counterclockwise
de: Fenster gegen den Uhrzeigersinn drehen

source: Cycle Window Forward in Zone
de: Nächstes Fenster in der Zone

source: Cycle Window Backward in Zone
de: Voriges Fenster in der Zone

# @info:accessibility
source: Click to select this layout. Contains %1 zones.
de: Klicken, um dieses Layout auszuwählen. Enthält %1 Zonen.

# @tooltip
source: Current layout: %1
de: Aktuelles Layout: %1

# @tooltip
source: Select layout: %1
de: Layout auswählen: %1

source: PlasmaZones Overlay Active (No zones defined)
de: PlasmaZones-Overlay aktiv (Keine Zonen definiert)

source: Select Layout
de: Layout auswählen

source: No layouts available
de: Keine Layouts verfügbar

source: Canvas (Free-form)
de: Arbeitsfläche (Freiform)

source: Grid
de: Raster

source: Columns:
de: Spalten:

source: Rows:
de: Zeilen:

source: Add Zone
de: Zone hinzufügen

source: Add a new zone to the layout
de: Neue Zone zum Layout hinzufügen

source: Delete Zone
de: Zone löschen

source: Delete the selected zone
de: Ausgewählte Zone löschen

source: Cancel
de: Abbrechen

source: Cancel editing and discard changes
de: Bearbeitung abbrechen und Änderungen verwerfen

source: Save Layout
de: Layout speichern

source: Save the current layout
de: Aktuelles Layout speichern

source: Zone Properties
de: Zoneneigenschaften

source: Zone Number:
de: Zonennummer:

source: Shortcut:
de: Kurzbefehl:

source: e.g., Meta+Alt+1
de: z. B. Meta+Alt+1

source: Appearance
de: Erscheinungsbild

source: Custom colors:
de: Eigene Farben:

source: Opacity:
de: Deckkraft:

source: Border radius:
de: Eckenradius:

source: Geometry
de: Abmessungen

source: Size:
de: Größe:

source: Custom Layout
de: Benutzerdefiniertes Layout

source: Navigation feedback
de: Navigations-Feedback

source: Brief feedback when using keyboard navigation to move or focus windows between zones
de: Kurzes Feedback beim Verwenden der Tastaturnavigation zum Verschieben oder Fokussieren von Fenstern zwischen Zonen

source: Moved
de: Verschoben

source: No zone
de: Keine Zone

source: Focus
de: Fokus

source: Pushed
de: Geschoben

source: No empty zone
de: Keine freie Zone

source: Restored
de: Wiederhergestellt

source: Failed
de: Fehlgeschlagen

source: Floating
de: Schwebend

source: Snapped
de: Eingerastet

source: Swapped
de: Getauscht

source: Rotated
de: Gedreht

source: Done
de: Fertig
